Repository: zviratko/omlx
Catalog: apps/omlx-mac/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, zh_hans, zh_hant

# settings.experimental.k2_ane.tuner.sub
source: Optional tuning for long-prompt processing with MLP weights at eight bits or below. Results do not predict batching performance. Targets three minutes; loading and cleanup can take longer. You can enable ANE without testing.
ja: MLP 重みが 8 ビット以下のモデルで長いプロンプトの処理を任意で調整します。結果はバッチ処理性能を予測するものではありません。目安は 3 分ですが、読み込みや後処理で長くなる場合があります。テストなしで ANE を有効にできます。
ko: MLP 가중치가 8비트 이하인 모델의 긴 프롬프트 처리를 선택적으로 조정합니다. 결과는 배치 처리 성능을 예측하지 않습니다. 약 3분이 목표이며 로딩과 정리에 더 걸릴 수 있습니다. 테스트 없이 ANE를 켤 수 있습니다.
ru: Необязательная настройка обработки длинных промптов с весами MLP до восьми бит включительно. Результаты не предсказывают производительность пакетной обработки. Около трёх минут; загрузка и очистка могут занять больше времени. ANE можно включить без теста.
zh_hans: 可选调优：针对 MLP 权重为 8 位及以下的模型处理长提示词。结果不代表批处理性能。目标约三分钟，加载和清理可能需要更久。无需测试即可启用 ANE。
zh_hant: 選用調校：針對 MLP 權重為 8 位元及以下的模型處理長提示詞。結果不代表批次處理效能。目標約三分鐘，載入和清理可能需要更久。無需測試即可啟用 ANE。

# bench.accuracy.upload.already
source: Already on omlx.ai
ja: omlx.aiに既に存在
ko: omlx.ai에 이미 있음
ru: Уже есть на omlx.ai
zh_hans: omlx.ai 上已存在
zh_hant: omlx.ai 上已存在

# bench.accuracy.upload.failed
source: Community upload failed
ja: コミュニティアップロード失敗
ko: 커뮤니티 업로드 실패
ru: Ошибка загрузки в сообщество
zh_hans: 社区上传失败
zh_hant: 社群上傳失敗

# bench.accuracy.upload.skipped_min
source: Not uploaded (needs at least 100 questions)
ja: 未アップロード（最低100問必要）
ko: 업로드 안 됨 (최소 100문항 필요)
ru: Не загружено (нужно не менее 100 вопросов)
zh_hans: 未上传（需要至少 100 道题）
zh_hant: 未上傳（需要至少 100 道題）

# bench.accuracy.upload.submitted
source: Uploaded to omlx.ai
ja: omlx.aiにアップロード済み
ko: omlx.ai에 업로드됨
ru: Загружено на omlx.ai
zh_hans: 已上传到 omlx.ai
zh_hant: 已上傳到 omlx.ai

# common.cancel
source: Cancel
ja: キャンセル
ko: 취소
ru: Отменить
zh_hans: 取消
zh_hant: 取消

# settings.k2.thinking_hint
source: K2 uses reasoning effort. Use Thinking Budget to limit reasoning.
ja: K2 は推論の強度を使用します。「Thinking Budget」で推論を制限できます。
ko: K2는 추론 강도를 사용합니다. Thinking Budget으로 추론을 제한하세요.
ru: K2 использует уровень рассуждения. Используйте «Бюджет thinking», чтобы ограничить рассуждение.
zh_hans: K2 使用推理强度。可通过“思考预算”限制推理。
zh_hant: K2 使用推理強度。可透過「Thinking Budget」限制推理。

# sidebar.accuracyBench
source: Accuracy
ja: 精度
ko: 정확도
ru: Точность
zh_hans: 准确率
zh_hant: 準確度

# sidebar.contextBench
source: Context
ja: コンテキスト
ko: 컨텍스트
ru: Контекст
zh_hans: 上下文
zh_hant: 上下文

# sidebar.downloads
source: Downloads
ja: ダウンロード
ko: 다운로드
ru: Загрузки
zh_hans: 下载
zh_hant: 下載工具

# sidebar.logs
source: Logs
ja: ログ
ko: 로그
ru: Логи
zh_hans: 日志
zh_hant: 記錄

# sidebar.models
source: Models
ja: モデル
ko: 모델
ru: Модели
zh_hans: 模型
zh_hant: 模型

# sidebar.network
source: Network
ja: ネットワーク
ko: 네트워크
ru: Сеть
zh_hans: 网络
zh_hant: 網絡

# sidebar.performance
source: Performance
ja: パフォーマンス
ko: 성능
ru: Производительность
zh_hans: 性能
zh_hant: 效能

# sidebar.quantization
source: Quantization
ja: 量子化
ko: 양자화
ru: Квантование
zh_hans: 量化
zh_hant: 量化

# sidebar.server
source: Server
ja: ダッシュボード
ko: 대시보드
ru: Сервер
zh_hans: 服务器
zh_hant: 儀表板

# sidebar.status
source: Status
ja: 配信統計
ko: 서빙 통계
ru: Статус
zh_hans: 状态
zh_hant: 服務統計

# sidebar.throughputBench
source: Throughput
ja: スループット
ko: 처리량
ru: Пропускная способность
zh_hans: 吞吐量
zh_hant: 吞吐量

# status.scope.alltime
source: All Time
ja: 累計
ko: 누적
ru: За все время
zh_hans: 累计
zh_hant: 累計

# status.scope.session
source: Session
ja: セッション
ko: 세션
ru: Сессия
zh_hans: 会话
zh_hant: 工作階段

# status.session_stats
source: Serving Stats
ja: 配信統計
ko: 서빙 통계
ru: Статистика обслуживания
zh_hans: 服务统计
zh_hant: 服務統計

# menubar.item.models
source: Models
ja: モデル
ko: 모델
ru: Модели
zh_hans: 模型
zh_hant: 模型

# menubar.models.empty
source: No models available
ja: 利用可能なモデルがありません
ko: 사용 가능한 모델 없음
ru: Нет доступных моделей
zh_hans: 暂无可用模型
zh_hant: 沒有可用的模型

# menubar.models.unloading
source: Unloading model…
ja: モデルをアンロード中…
ko: 모델 언로드 중…
ru: Выгрузка модели…
zh_hans: 正在卸载模型…
zh_hant: 正在卸載模型…

# menubar.models.loading
source: Loading model…
ja: モデルを読み込み中…
ko: 모델 로드 중…
ru: Загрузка модели…
zh_hans: 正在加载模型…
zh_hant: 正在載入模型…

# menubar.models.unload
source: Unload model
ja: モデルをアンロード
ko: 모델 언로드
ru: Выгрузить модель
zh_hans: 卸载模型
zh_hant: 卸載模型

# menubar.models.load
source: Load model
ja: モデルを読み込む
ko: 모델 로드
ru: Загрузить модель
zh_hans: 加载模型
zh_hant: 載入模型

# menubar.models.settings
source: Model Settings…
ja: モデル設定…
ko: 모델 설정…
ru: Настройки модели…
zh_hans: 模型设置…
zh_hant: 模型設定…

# menubar.models.copy_name
source: Copy name
ja: 名前をコピー
ko: 이름 복사
ru: Скопировать имя
zh_hans: 复制名称
zh_hant: 複製名稱

# menubar.models.fetching
source: Loading…
ja: 読み込み中…
ko: 로딩 중…
ru: Загрузка…
zh_hans: 加载中…
zh_hant: 載入中…

# menubar.models.section.loaded
source: Loaded
ja: 読み込み済み
ko: 로드됨
ru: Загруженные
zh_hans: 已加载
zh_hant: 已載入

# menubar.models.section.favorites
source: Favorites
ja: お気に入り
ko: 즐겨찾기
ru: Избранные
zh_hans: 收藏
zh_hant: 收藏

# menubar.models.section.library
source: Library
ja: ライブラリ
ko: 라이브러리
ru: Библиотека
zh_hans: 资料库
zh_hant: 資料庫

# settings.button.reset_defaults
source: Reset Defaults
ko: 기본값으로 초기화

# settings.reset_defaults.help
source: Restore default values. Paths and API keys are kept. Click Apply to save.
ko: 기본값을 불러옵니다. 경로와 API 키는 유지됩니다. Apply를 눌러 저장하세요.

# settings.reset_defaults.title
source: Settings Reset
ko: 설정 초기화

# settings.reset_defaults.message
source: Settings have been reset to defaults. Click Apply to save the changes.
ko: 설정값을 초기화했습니다. Apply를 눌러야 저장됩니다.

# common.close
source: Close
ko: 닫기

# settings.actions.reset
source: Reset defaults
ko: 기본값으로 초기화

# settings.actions.optimal
source: Apply optimal settings
ko: 최적 설정 적용

# settings.actions.recipe
source: Apply custom recipe
ko: 커스텀 레시피 적용

# settings.actions.reset.confirm_title
source: Reset every setting of this model?
ko: 이 모델의 모든 설정을 초기화할까요?

# settings.actions.reset.confirm_message
source: Sampling, acceleration, pinned/default flags, aliases and the display name all return to their defaults.
ko: 샘플링, 가속, 고정/기본 모델 플래그, 별칭, 표시 이름이 모두 기본값으로 돌아갑니다.

# settings.actions.reset.confirm_button
source: Reset
ko: 초기화

# settings.apply.recipe.title
source: Apply custom recipe
ko: 커스텀 레시피 적용

# settings.apply.recipe.hint
source: Paste a recipe copied from the Recipe row of a benchmark detail page on omlx.ai.
ko: omlx.ai 벤치마크 상세 페이지의 Recipe 행에서 복사한 레시피를 붙여넣으세요.

# settings.apply.recipe.applying
source: Applying the recipe...
ko: 레시피를 적용하는 중...

# settings.apply.recipe.apply
source: Apply
ko: 적용

# settings.apply.optimal.loading
source: Fetching the best benchmark results from omlx.ai...
ko: omlx.ai에서 최고의 벤치마크 결과를 가져오는 중...

# settings.apply.optimal.applying
source: Applying the benchmark settings...
ko: 벤치마크 설정을 적용하는 중...

# settings.apply.choose.hint
source: Pick a benchmark result to apply its settings. Rows are the best matches for this chip and model with the same or less memory, at a 4k prompt.
ko: 적용할 벤치마크 결과를 고르세요. 같은 칩·같은 모델에서 내 메모리 이하 구성의 4k 프롬프트 최고 결과입니다.

# settings.apply.choose.group_pp
source: Best prompt processing (PP)
ko: PP 우선 (프롬프트 처리)

# settings.apply.choose.group_tg
source: Best token generation (TG)
ko: TG 우선 (토큰 생성)

# settings.apply.result.title_recipe
source: Custom recipe applied
ko: 커스텀 레시피 적용 결과

# settings.apply.result.title_optimal
source: Optimal settings from omlx.ai
ko: omlx.ai 최적 설정

# settings.apply.result.none_title
source: No benchmark result matches this device and model.
ko: 벤치마크에 동일한 사양과 모델의 결과가 없네요.

# settings.apply.result.none_body
source: Find a similar model on the community benchmarks and apply its recipe with Apply custom recipe.
ko: 비슷한 모델의 설정을 찾아서 커스텀 레시피를 적용해 보세요!

# settings.apply.result.open_search
source: Open community benchmarks
ko: 커뮤니티 벤치마크 열기

# settings.apply.result.no_change
source: Settings already matched; nothing changed.
ko: 이미 같은 설정이라 변경된 항목이 없습니다.

# settings.apply.result.done_recipe
source: The settings below were applied from the recipe!
ko: 레시피의 아래 설정으로 적용되었습니다!

# settings.apply.result.done_optimal
source: The settings below were applied from the selected benchmark!
ko: 선택한 벤치마크의 아래 설정으로 적용되었습니다!

# settings.apply.result.skipped
source: Skipped on this machine
ko: 이 머신에서 제외된 기능

# settings.apply.result.applied
source: Applied settings
ko: 적용된 설정

# settings.apply.result.reload_note
source: The model will use the new settings after its next load.
ko: 다음 로드부터 새 설정이 적용됩니다.

# settings.experimental.k2_ane.label
source: K2 ANE Prompt Processing
ru: Обработка промпта K2 на ANE
zh_hans: K2 ANE 提示词处理

# settings.experimental.k2_ane.sub
source: Use ANE for dense and shared-expert MLP prefill. Attention and decode stay on GPU. Changes take effect after reload.
ru: Использует ANE для предзаполнения плотных MLP и общих экспертов. Внимание и декодирование остаются на GPU. Применяется после перезагрузки модели.
zh_hans: 使用 ANE 处理稠密与共享专家 MLP 的预填充。注意力和解码仍在 GPU 上。重新加载后生效。

# settings.experimental.k2_ane.dense
source: Dense MLP on ANE
ru: Плотные MLP на ANE
zh_hans: ANE 上的稠密 MLP

# settings.experimental.k2_ane.shared
source: Shared MLP on ANE
ru: Общие MLP на ANE
zh_hans: ANE 上的共享 MLP

# appearance.model_scope.all
source: All Models
ru: Все модели
zh_hans: 所有模型

# appearance.model_scope.favorites
source: Favorites Only
ru: Только избранные
zh_hans: 仅收藏

# appearance.row.alltime_activity
source: All Time Activity
ru: Активность за всё время
zh_hans: 全部时间活动

# appearance.row.alltime_activity.sub
source: Average speeds across all sessions (ALL).
ru: Средняя скорость по всем сессиям (ALL).
zh_hans: 所有会话的平均速度（ALL）。

# appearance.row.average_activity
source: Average Session Activity
ru: Средняя активность сессии
zh_hans: 平均会话活动

# appearance.row.average_activity.sub
source: Average speeds since the server started (AVG).
ru: Средняя скорость с момента запуска сервера (AVG).
zh_hans: 服务器启动以来的平均速度（AVG）。

# appearance.row.cpu_item.sub
source: CPU usage as a vertical bar.
ru: Загрузка CPU в виде вертикального индикатора.
zh_hans: CPU 使用率，以垂直条形显示。

# appearance.row.gpu_item.sub
source: GPU usage as a vertical bar.
ru: Загрузка GPU в виде вертикального индикатора.
zh_hans: GPU 使用率，以垂直条形显示。

# appearance.row.live_activity
source: Live Activity
ru: Текущая активность
zh_hans: 实时活动

# appearance.row.live_activity.sub
source: Current speeds across running requests (LIV).
ru: Текущая скорость по выполняющимся запросам (LIV).
zh_hans: 当前运行请求的速度（LIV）。

# appearance.row.memory_item
source: Memory
ru: Память
zh_hans: 内存

# appearance.row.memory_item.sub
source: Memory usage as a vertical bar (MEM).
ru: Использование памяти в виде вертикального индикатора (MEM).
zh_hans: 内存使用率，以垂直条形显示（MEM）。

# appearance.row.menubar_icon
source: Menu Bar Icon
ru: Значок в строке меню
zh_hans: 菜单栏图标

# appearance.row.menubar_icon.restore
source: Restore
ru: Восстановить
zh_hans: 恢复

# appearance.row.menubar_icon.sub
source: Bring the oMLX icon back if it was removed from the menu bar. Separate from the Dock icon.
ru: Вернуть значок oMLX, если он был удалён из строки меню. Не связано со значком в Dock.
zh_hans: 如果 oMLX 图标已从菜单栏移除，将其恢复。与 Dock 图标独立。

# appearance.row.refresh_interval
source: Refresh Interval
ru: Интервал обновления
zh_hans: 刷新间隔

# appearance.row.refresh_interval.sub
source: How often menu bar items and their graphs update.
ru: Как часто обновляются элементы строки меню и их графики.
zh_hans: 菜单栏项目及其图表的更新频率。

# appearance.row.show_dock_icon
source: Show Dock Icon
ru: Показывать значок в Dock
zh_hans: 显示 Dock 图标

# appearance.row.show_dock_icon.sub
source: Keep the Dock icon visible even when no window is open.
ru: Оставлять значок в Dock видимым, даже когда ни одно окно не открыто.
zh_hans: 即使没有窗口打开也保持 Dock 图标可见。

# appearance.row.visible_models
source: Visible Models
ru: Видимые модели
zh_hans: 可见模型

# appearance.row.visible_models.sub
source: Which models the menu bar Models menu lists. Loaded models always show.
ru: Какие модели показывает меню «Модели» в строке меню. Загруженные модели показываются всегда.
zh_hans: 菜单栏模型菜单列出哪些模型。已加载的模型始终显示。

# appearance.section.general
source: General
ru: Общее
zh_hans: 通用

# appearance.section.menubar_items
source: Menu Bar Items
ru: Элементы строки меню
zh_hans: 菜单栏项目

# appearance.section.menubar_items.sub
source: Each item shows prompt-processing and token-generation speed in the menu bar. Click one for details and a live graph.
ru: Каждый элемент показывает скорость обработки промптов и генерации токенов в строке меню. Нажмите элемент, чтобы посмотреть подробности и график в реальном времени.
zh_hans: 每个项目在菜单栏显示提示处理和 Token 生成速度。点击一个查看详情和实时图表。

# appearance.section.model_library
source: Menu Bar Model Library
ru: Библиотека моделей в строке меню
zh_hans: 菜单栏模型库

# appearance.row.enhanced_readability
source: Enhanced Readability
ru: Повышенная читаемость
zh_hans: 增强可读性

# appearance.row.enhanced_readability.sub
source: Raise low-contrast text to the primary color for higher readability.
ru: Повышает малоконтрастный текст до основного цвета для лучшей читаемости.
zh_hans: 将低对比度文本提升为主色以获得更高的可读性。

# appearance.section.readability
source: Readability
ru: Читаемость
zh_hans: 可读性

# menubar.item.system_stats
source: System Stats
ru: Статистика системы
zh_hans: 系统状态

# menubar.metric.activity
source: Activity
ru: Активность
zh_hans: 活动

# menubar.metric.dashboard
source: Dashboard
ru: Веб-панель
zh_hans: 仪表盘

# menubar.metric.live_unavailable
source: Set an API key to enable live activity
ru: Задайте API-ключ, чтобы включить текущую активность
zh_hans: 设置 API 密钥以启用实时活动

# menubar.metric.server_off
source: Server is off
ru: Сервер выключен
zh_hans: 服务器已关闭

# menubar.metric.settings
source: Settings
ru: Настройки
zh_hans: 设置

# menubar.metric.title.alltime
source: All Time
ru: За всё время
zh_hans: 全部时间

# menubar.metric.title.average
source: Average Session
ru: Среднее за сессию
zh_hans: 平均会话

# menubar.metric.title.live
source: Live Activity
ru: Текущая активность
zh_hans: 实时活动

# menubar.models.no_favorites
source: No favorite models yet
ru: Избранных моделей пока нет
zh_hans: 暂无收藏模型

# menubar.system.active
source: Active
ru: Активная
zh_hans: 活跃

# menubar.system.compressed
source: Compressed
ru: Сжатая
zh_hans: 已压缩

# menubar.system.cpu_caption
source: E (amber) / P (blue) usage
ru: Загрузка E (янтарный) / P (синий)
zh_hans: E（琥珀色）/ P（蓝色）使用率

# menubar.system.e_cores
source: E-cores
ru: E-ядра
zh_hans: E 核

# menubar.system.free
source: Free
ru: Свободная
zh_hans: 空闲

# menubar.system.gpu_caption
source: GPU (green) / GPU mem (cyan)
ru: GPU (зелёный) / память GPU (голубой)
zh_hans: GPU（绿色）/ GPU 内存（青色）

# menubar.system.gpu_memory
source: GPU memory
ru: Память GPU
zh_hans: GPU 内存

# menubar.system.in_use
source: %@ in use
ru: %@ используется
zh_hans: %@ 使用中

# menubar.system.load_avg
source: Load avg
ru: Средняя нагрузка
zh_hans: 平均负载

# menubar.system.memory_title
source: Memory
ru: Память
zh_hans: 内存

# menubar.system.p_cores
source: P-cores
ru: P-ядра
zh_hans: P 核

# menubar.system.thermal
source: Thermal
ru: Температурное состояние
zh_hans: 热量

# menubar.system.uptime
source: Uptime
ru: Время работы
zh_hans: 运行时间

# menubar.system.wired
source: Wired
ru: Закреплённая
zh_hans: 已锁定

# sidebar.appearance
source: Appearance
ru: Внешний вид
zh_hans: 外观

# about.credits.mlx_audio.role
source: Audio (STT / TTS / STS) models on MLX
ru: Аудиомодели (STT / TTS / STS) на MLX
zh_hans: MLX 上的音频（STT / TTS / STS）模型

# about.credits.mlx_embeddings.role
source: Embedding + reranker models on MLX
ru: Модели эмбеддингов и реранкеров на MLX
zh_hans: MLX 上的 Embedding + 重排序模型

# about.credits.mlx_lm.role
source: Language-model execution + fine-tuning on MLX
ru: Запуск и дообучение языковых моделей на MLX
zh_hans: MLX 上的语言模型执行与微调

# about.credits.mlx_vlm.role
source: Vision-language models on MLX
ru: Визуально-языковые модели на MLX
zh_hans: MLX 上的视觉语言模型

# about.credits.mlx.role
source: Apple's array framework — the engine behind every model
ru: Фреймворк Apple для массивов — основа каждой модели
zh_hans: Apple 的数组计算框架——驱动每个模型的引擎

# about.hero.tagline
source: Local AI, no more waiting on your Mac.
ru: Локальный AI без ожидания на вашем Mac.
zh_hans: 本地 AI，在你的 Mac 上无需等待。

# about.hero.version
source: Version %1$@ · build %2$@
ru: Версия %1$@ · сборка %2$@
zh_hans: 版本 %1$@ · 构建 %2$@

# about.license.notice
source: Copyright © oMLX contributors. Licensed under the Apache License, Version 2.0. See the LICENSE file in the repository for the full text.
ru: Copyright © участники проекта oMLX. Распространяется по лицензии Apache License, Version 2.0. Полный текст см. в файле LICENSE в репозитории.
zh_hans: Copyright © oMLX 贡献者。依据 Apache License 2.0 许可。完整文本请参见仓库中的 LICENSE 文件。

# about.project.docs.label
source: Documentation
ru: Документация
zh_hans: 文档

# about.project.docs.sub
source: Setup, model management, integrations
ru: Настройка, управление моделями, интеграции
zh_hans: 安装、模型管理、集成

# about.project.github.label
source: GitHub Repository
ru: Репозиторий GitHub
zh_hans: GitHub 仓库

# about.project.github.sub
source: Source, issues, and roadmap
ru: Исходный код, issues и roadmap
zh_hans: 源码、议题与路线图

# about.project.issue.label
source: Report an Issue
ru: Сообщить о проблеме
zh_hans: 报告问题

# about.project.issue.sub
source: Bugs and feature requests on GitHub
ru: Ошибки и запросы функций на GitHub
zh_hans: 在 GitHub 上提交 Bug 和功能请求

# about.project.releases.label
source: Releases
ru: Релизы
zh_hans: 发布版本

# about.project.releases.sub
source: Download the latest CLI and macOS app
ru: Скачать последнюю версию CLI и приложения macOS
zh_hans: 下载最新的 CLI 和 macOS 应用

# about.section.built_on
source: Built On
ru: Построено на
zh_hans: 构建基础

# about.section.license
source: License
ru: Лицензия
zh_hans: 许可证

# about.section.project
source: Project
ru: Проект
zh_hans: 项目

# bench.accuracy.benchmarks.subtitle.count
source: %lld selected
ru: %lld выбрано
zh_hans: 已选择 %lld 个

# bench.accuracy.benchmarks.subtitle.empty
source: Tap to select. 0 = full dataset.
ru: Нажмите, чтобы выбрать. 0 = полный датасет.
zh_hans: 点击选择。0 = 完整数据集。

# bench.accuracy.benchmarks.title
source: Benchmarks
ru: Бенчмарки
zh_hans: 基准测试

# bench.accuracy.button.add
source: Add to Queue & Run
ru: Добавить в очередь и запустить
zh_hans: 添加到队列并运行

# bench.accuracy.button.adding
source: Adding…
ru: Добавление…
zh_hans: 添加中…

# bench.accuracy.card.samples_label
source: Samples:
ru: Сэмплы:
zh_hans: 样本数：

# bench.accuracy.category.code
source: Code
ru: Код
zh_hans: 代码

# bench.accuracy.category.knowledge
source: Knowledge
ru: Знания
zh_hans: 知识

# bench.accuracy.category.math
source: Math
ru: Математика
zh_hans: 数学

# bench.accuracy.category.reasoning
source: Reasoning
ru: Рассуждение
zh_hans: 推理

# bench.accuracy.category.safety
source: Safety
ru: Безопасность
zh_hans: 安全性

# bench.accuracy.dataset.cmmlu
source: CMMLU (Chinese)
ru: CMMLU (китайский)
zh_hans: CMMLU（中文）

# bench.accuracy.dataset.jmmlu
source: JMMLU (Japanese)
ru: JMMLU (японский)
zh_hans: JMMLU（日语）

# bench.accuracy.dataset.kmmlu
source: KMMLU (Korean)
ru: KMMLU (корейский)
zh_hans: KMMLU（韩语）

# bench.accuracy.error.add_queue
source: Failed to add to queue: %@
ru: Не удалось добавить в очередь: %@
zh_hans: 添加到队列失败：%@

# bench.accuracy.error.cancel
source: Failed to cancel: %@
ru: Не удалось отменить: %@
zh_hans: 取消失败：%@

# bench.accuracy.error.clear_results
source: Failed to clear results: %@
ru: Не удалось очистить результаты: %@
zh_hans: 清除结果失败：%@

# bench.accuracy.error.load_models
source: Failed to load models: %@
ru: Не удалось загрузить модели: %@
zh_hans: 加载模型失败：%@

# bench.accuracy.error.remove
source: Failed to remove: %@
ru: Не удалось удалить: %@
zh_hans: 移除失败：%@

# bench.accuracy.header.eyebrow
source: Accuracy Benchmark
ru: Бенчмарк точности
zh_hans: 准确率基准测试

# bench.accuracy.header.subtitle
source: Queue benchmarks across models. Results accumulate until you reset them. Resume across app launches via the server-side queue.
ru: Ставьте бенчмарки в очередь для разных моделей. Результаты накапливаются, пока вы их не сбросите. Очередь на сервере сохраняется между запусками приложения.
zh_hans: 跨模型对基准测试进行排队。结果会累积，直到你重置。通过服务器端队列在应用启动时恢复。

# bench.accuracy.header.title
source: Measure model accuracy
ru: Измерить точность модели
zh_hans: 测量模型准确率

# bench.accuracy.model.loaded_badge
source: • loaded
ru: • загружена
zh_hans: • 已加载

# bench.accuracy.model.placeholder
source: Select a model…
ru: Выберите модель…
zh_hans: 选择模型…

# bench.accuracy.queue.remove.help
source: Remove from queue
ru: Удалить из очереди
zh_hans: 从队列中移除

# bench.accuracy.queue.running.placeholder
source: Running…
ru: Выполняется…
zh_hans: 运行中…

# bench.accuracy.queue.subtitle.empty
source: no active runs
ru: нет активных запусков
zh_hans: 无活动运行

# bench.accuracy.queue.subtitle.queued
source: %lld queued
ru: %lld в очереди
zh_hans: 已排队 %lld 个

# bench.accuracy.queue.subtitle.with_running
source: %@ · 1 running
ru: %@ · 1 выполняется
zh_hans: %@ · 1 个运行中

# bench.accuracy.result.categories
source: Categories
ru: Категории
zh_hans: 分类

# bench.accuracy.result.thinking_pill
source: Extended thinking
ru: Расширенное рассуждение
zh_hans: 扩展思考

# bench.accuracy.results.clear_all
source: Clear all
ru: Очистить все
zh_hans: 清除全部

# bench.accuracy.results.subtitle
source: Results: %lld
ru: Результатов: %lld
zh_hans: 结果：%lld

# bench.accuracy.row.batch_size.label
source: Batch size
ru: Размер батча
zh_hans: 批次大小

# bench.accuracy.row.batch_size.sub
source: Higher batches finish faster but use more memory
ru: Большие батчи завершаются быстрее, но используют больше памяти
zh_hans: 更高的批次完成更快，但使用更多内存

# bench.accuracy.row.model.label
source: Model
ru: Модель
zh_hans: 模型

# bench.accuracy.row.model.sub
source: Loaded models are listed first
ru: Загруженные модели показаны первыми
zh_hans: 已加载的模型优先列出

# bench.accuracy.row.thinking.label
source: Extended thinking
ru: Расширенное рассуждение
zh_hans: 扩展思考

# bench.accuracy.row.thinking.sub
source: Enable per-question reasoning traces (slower)
ru: Включает трассы рассуждения для каждого вопроса (медленнее)
zh_hans: 启用每问题的推理轨迹（较慢）

# bench.accuracy.sample_size.full
source: Full
ru: Полный набор
zh_hans: 完整

# bench.accuracy.section.configuration
source: Configuration
ru: Конфигурация
zh_hans: 配置

# bench.accuracy.section.queue
source: Queue
ru: Очередь
zh_hans: 队列

# bench.accuracy.section.results
source: Results
ru: Результаты
zh_hans: 结果

# bench.accuracy.section.text_export
source: Text Export
ru: Текстовый экспорт
zh_hans: 文本导出

# bench.accuracy.status.running
source: Running
ru: Выполняется
zh_hans: 运行中

# bench.accuracy.subtitle.loading_models
source: Loading models…
ru: Загрузка моделей…
zh_hans: 加载模型中…

# bench.accuracy.subtitle.selected_count
source: Benchmarks selected: %lld
ru: Выбрано бенчмарков: %lld
zh_hans: 已选择基准测试：%lld

# bench.accuracy.text_export.copied
source: Copied
ru: Скопировано
zh_hans: 已复制

# bench.accuracy.text_export.hide
source: Hide text dump
ru: Скрыть текстовый дамп
zh_hans: 隐藏文本转储

# bench.accuracy.text_export.show
source: Show text dump
ru: Показать текстовый дамп
zh_hans: 显示文本转储

# bench.throughput.batch.baseline_label
source: 1× baseline
ru: Базовый уровень 1×
zh_hans: 1× 基线

# bench.throughput.batch.col.avg_ttft
source: avg TTFT (ms)
ru: ср. TTFT (мс)
zh_hans: 平均 TTFT (ms)

# bench.throughput.batch.col.batch
source: Batch
ru: Батч
zh_hans: 批次

# bench.throughput.batch.col.e2e
source: E2E (s)
ru: E2E (с)
zh_hans: 端到端 (s)

# bench.throughput.batch.col.speedup
source: Speedup
ru: Ускорение
zh_hans: 加速比

# bench.throughput.batch.subtitle
source: Continuous batching vs 1× baseline
ru: Непрерывный batching против базового уровня 1×
zh_hans: 连续批处理 vs 1× 基线

# bench.throughput.button.run
source: Run Benchmark
ru: Запустить бенчмарк
zh_hans: 运行基准测试

# bench.throughput.device.gpu_cores
source: %lld GPU cores
ru: %lld ядер GPU
zh_hans: %lld GPU 核心

# bench.throughput.device.memory
source: %lld GB
ru: %lld ГБ

# bench.throughput.header.eyebrow
source: Throughput Benchmark
ru: Бенчмарк пропускной способности
zh_hans: 吞吐量基准测试
